[
  {
    "id": 1,
    "title": "Investing for Passive Income",
    "description": "",
    "author": "",
    "url_source": "",
    "thumb": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "category": "Investing for Passive Income",
    "step": [
      {
        "ids": 1,
        "name": "Introduction",
        "image": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
        "tutorial": "<p>Have you ever dreamed of earning money while you sleep? Of waking up in the morning to find that your bank account balance has grown without you lifting a finger? If so, you're not alone. Many people long for the freedom and flexibility that comes with passive income</p><p>Passive income is money that you earn without actively working for it. It's the opposite of a traditional job where you exchange your time and effort for a paycheck. With passive income, you create a stream of revenue that continues to flow even when you're not actively working</p><p>The beauty of passive income is that it gives you more time and freedom to pursue your passions and interests. You can travel, spend time with your family, or work on other projects while your passive income streams continue to generate money for you</p><p>In this app, we'll explore different ways you can create passive income, from investing to affiliate marketing to real estate. We'll look at the benefits and drawbacks of each strategy, and give you the information you need to decide which path is right for you</p><p>Whether you're looking to supplement your income, build a nest egg for retirement, or achieve financial freedom, this app will give you the tools and knowledge you need to start earning passive income. So sit back, relax, and get ready to learn how to make money while you sleep</p>"
      }
    ]
  },
  {
    "id": 2,
    "title": "Types of Investments for Passive Income",
    "description": "",
    "author": "",
    "url_source": "",
    "thumb": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "category": "Investing for Passive Income",
    "step": [
      {
        "ids": 1,
        "name": "Types of Investments for Passive Income",
        "image": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
        "tutorial": "<p>There are many different types of investments you can make to generate passive income. Some of the most popular include</p><p>Stocks: Investing in stocks is one of the most common ways to generate passive income. By purchasing stocks in companies that pay dividends, you can earn regular income without having to actively manage your investments</p><p>Bonds: Bonds are a type of investment that pays a fixed rate of interest over a set period of time. They are considered to be less risky than stocks, but also offer lower returns</p><p>Real Estate: Real estate is another popular investment for generating passive income. You can invest in rental properties and earn income from rent payments, or you can invest in real estate investment trusts (REITs) and earn income from dividends</p><p>Peer-to-Peer Lending: Peer-to-peer lending platforms allow you to lend money to individuals or small businesses in exchange for regular interest payments. This can be a high-risk, high-reward investment strategy</p>"
      }
    ]
  },
  {
    "id": 3,
    "title": "Creating a Diversified Investment Portfolio",
    "description": "",
    "author": "",
    "url_source": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "thumb": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "category": "Investing for Passive Income",
    "step": [
      {
        "ids": 1,
        "name": "Creating a Diversified Investment Portfolio",
        "image": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
        "tutorial": "<p>No matter which type of investment you choose, it's important to create a diversified investment portfolio. This means spreading your money across different types of investments to reduce your risk and maximize your returns</p>"
      }
    ]
  },
  {
    "id": 4,
    "title": "Pros and Cons of Different Investment Strategies",
    "description": "",
    "url_source": "",
    "thumb": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "category": "Investing for Passive Income",
    "step": [
      {
        "ids": 1,
        "name": "Pros and Cons of Different Investment Strategies",
        "image": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
        "tutorial": "<p>Each investment strategy comes with its own pros and cons. For example, stocks offer the potential for high returns but also come with a high level of risk. Bonds are less risky but offer lower returns. Real estate can provide steady income but also requires active management</p><p>It's important to understand the risks and rewards of each investment strategy before making a decision. You should also consider your own risk tolerance and investment goals</p>"
      }
    ]
  },
  {
    "id": 5,
    "title": "Risks and Rewards of Investing for Passive Income",
    "description": "",
    "author": "",
    "url_source": "",
    "thumb": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
    "category": "Investing for Passive Income",
    "step": [
      {
        "ids": 1,
        "name": "Risks and Rewards of Investing for Passive Income",
        "image": "https://investbro.id/wp-content/uploads/2021/01/pendapatan-pasif-930x620.jpg",
        "tutorial": "<p>Investing for passive income can be a great way to generate regular returns without actively working for them. However, it also comes with risks. The stock market can be volatile, and real estate investments can be affected by changes in the housing market</p><p>It's important to have a long-term investment strategy and to be prepared for the ups and downs of the market. By doing your research and investing wisely, you can create a steady stream of passive income that will help you achieve your financial goals</p>"
      }
    ]
  }
]